Repository: gilitos92/AgentMeter
Catalog: Sources/AgentMeter/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Z.ai key is valid, but this account has no GLM Coding Plan
es: La clave de Z.ai es válida, pero esta cuenta no tiene un plan GLM Coding

source: Z.ai key rejected — check the key in Settings
es: Clave de Z.ai rechazada — revisa la clave en Ajustes

source: Z.ai monitoring supports GLM Coding Plans only. Standard API billing and balance are not available through an API.
es: El monitoreo de Z.ai solo admite planes GLM Coding. La facturación y el saldo de la API estándar no están disponibles mediante una API.

source: Z.ai returned HTTP %lld
es: Z.ai devolvió HTTP %lld

source: cursor.com returned HTTP %lld
es: cursor.com devolvió HTTP %lld

source: data is stale
es: los datos están desactualizados

source: high usage
es: uso elevado

source: key exchange rejected
es: intercambio de clave rechazado

source: loading
es: cargando

source: low balance
es: saldo bajo

source: missing code
es: falta el código

source: nearly used up
es: casi agotado

source: day
es: día

source: days
es: días

source: hour
es: hora

source: hours
es: horas

source: less than a minute
es: menos de un minuto

source: minute
es: minuto

source: minutes
es: minutos

source: resets %@ (%@)
es: se restablece %@ (%@)

source: resets %@
es: se restablece %@

source: resets in %@d %@h
es: se restablece en %@d %@h

source: resets in %@h %@m
es: se restablece en %@h %@m

source: resets in %@m
es: se restablece en %@m

source: resets soon
es: se restablece pronto
